{
  "users": [
    {
      "id": 1,
      "email": "jabedalimollah7@gmail.com",
      "password": "1234"
    },
    {
      "date": "23/12/2022",
      "time": "10:29 pm",
      "day": 23,
      "month": "Dec",
      "title": "Job Hunting",
      "textcontent": "I am Jabed Ali Mollah. I am looking for my first job.\nI have knowledge of react js,\nredux, html, css, javascript and bootstrap, is any opportunity open for a fronted developer?\nThanks & Regards,\nJabed Ali Mollah",
      "id": 2
    },
    {
      "date": "23/12/2022",
      "time": "8:13 pm",
      "day": 23,
      "month": "Dec",
      "title": "WHY USE REACT?",
      "textcontent": "Speed\nReact simply enables developers to use particular components of their application on both the client-side and the server-side, resulting in a faster development process.\n\nReusable Components\nReact is incredibly adaptable. Once you’ve mastered it, you may use it to create high-quality user interfaces on a variety of platforms.\n\n React has a larger community behind it\nOne of the most compelling reasons to use React JS in your project is the extensive community support it has.\n\nReact is easy to test.\nReactJS applications are super easy to test.\nVirtual DOM\n\nReact builds an in-memory data structure cache that calculates the changes and then updates the browser.",
      "id": 4
    },
    {
      "date": "23/12/2022",
      "time": "8:16 pm",
      "day": 23,
      "month": "Dec",
      "title": "HTML",
      "textcontent": "HTML stands for Hyper Text Markup Language · HTML is the standard markup language for creating Web pages ·",
      "id": 6
    },
    {
      "date": "23/12/2022",
      "time": "8:17 pm",
      "day": 23,
      "month": "Dec",
      "title": "CSS",
      "textcontent": "CSS stands for Cascading Style Sheets · CSS describes how HTML elements are to be displayed on screen, paper, or in other media ·",
      "id": 7
    },
    {
      "date": "23/12/2022",
      "time": "8:17 pm",
      "day": 23,
      "month": "Dec",
      "title": "What is Bootstrap",
      "textcontent": "Bootstrap is the most popular CSS Framework for developing responsive and mobile-first websites. ",
      "id": 8
    },
    {
      "date": "23/12/2022",
      "time": "9:58 pm",
      "day": 23,
      "month": "Dec",
      "title": "jQuery",
      "textcontent": "jQuery is a fast, small, and feature-rich JavaScript library. It makes things like HTML document traversal and manipulation, event handling, animation, and Ajax much simpler with an easy-to-use API that works across a multitude of browsers.",
      "id": 9
    },
    {
      "date": "23/12/2022",
      "time": "10:20 pm",
      "day": 23,
      "month": "Dec",
      "title": "Introduction",
      "textcontent": "Hello my name is Jabed Ali Mollah. I completed my diploma\nfrom ABS Academy of Polytechnic. I'm a fresher. I\nhave knowledge of react, redux, html, css, javascript \nand bootstrap. I have built some projects.",
      "id": 10
    },
    {
      "date": "23/12/2022",
      "time": "10:23 pm",
      "day": 23,
      "month": "Dec",
      "title": "Project",
      "textcontent": "I have built this project.\nUsing this :-\n- React JS\n- Redux\n- Axios\n- React Icons\n- CSS",
      "id": 11
    }
  ]
}